/* Label */
" " = " ";

/* Label */
" and %d other times" = " e %d outras vezes";

/* Label */
" and %s for input" = " e %s para entrada";

/* Label */
" and one other time" = " e mais uma vez";

/* Network address follows
   Organization name follows */

" at %s" = " em %s";

/* Label */
" contacts into %s" = " contatos em %s";

/* Preferences text label */
" covering 0-%dkHz spectrum" = " cobrindo 0-%dkHz espectro";

/* Menu item */
" for " = " para ";

/* Label
   Menu item */

" from " = " de ";

/* SIP Address label */
" from %s" = " de %s";

/* Label */
" in " = " em ";

/* Label */
" in %d countries" = " em %d países";

/* Label */
" in one country" = " em um país";

/* Date label */
" newer than" = " mais novo que";

/* Label */
" of " = "de ";

/* Date label */
" older than" = " mais velho que";

/* Date label */
" on %s. " = " em %s. ";

/* Label */
" out of %d entries" = " de %d entradas";

/* Menu item */
" to " = "%d contatos encontrados";

/* Label */
"%d contacts found" = "%d contatos encontrados";

/* Label */
"%d contacts have been restored. " = "%d contatos foram restaurados. ";

/* Label */
"%d contacts have been saved. You can restore them at a later time from Contacts/Restore menu." = "%d contatos foram salvos. Você pode restaurá-los mais tarde pelo menu Contatos/Restaurar.";

/* Label */
"%d devices available" = "%d dispositivos disponíveis";

/* Label */
"%d groups have been restored. " = "%d grupos foram restaurados. ";

/* Contact detail */
"%d new messages" = "%d novas mensagens";

/* Contact detail */
"%d old messages" = "%d velhas mensagens";

/* System notification body */
"%d old voicemail messages" = "%d mensagem da caixa postal antigas";

/* Label */
"%d Participants" = "%d Participantes";

/* Label */
"%d Remote Conference Files" = "%d Arquivos de Conferência Remota";

/* Menu item */
"%d Selected Groups" = "%d Grupos Selecionados";

/* Label */
"%d%% Loss" = "%d%% Perda";

/* Label */
"%dms Latency" = "%dms Latência";

/* Label */
"%i chars left" = "%i caracteres restantes";

/* Menu item */
"%i hours, " = "%i horas, ";

/* Label */
"%i items" = "%i ítens";

/* Menu item */
"%s - Waiting" = "%s - Esperando";

/* Spoken text by syntheziser */
"%s are now available. Start conference now?" = "%s estão agora disponíveis. Iniciar conferência agora?";

/* Label */
"%s changed encryption fingerprint. Please verify it again." = "%s mudou a criptografia da impressão digital. Por favor verifique novamente.";

/* Menu item */
"%s Group" = "%s Grupo";

/* Label */
"%s has asked you a question to verify your identity:" = "%s solicitou uma pergunta para verificar sua identidade:";

/* Label */
"%s is not a valid image" = "%s não é uma imagem válida";

/* System notification body %s is a a person name */
"%s is now " = "%s é agora ";

/* Spoken text by syntheziser */
"%s is now available" = "%s está disponível agora";

/* Menu item */
"%s is Sharing Her Screen" = "%s está Compartilhando Sua Tela";

/* Label */
"%s is watching the screen" = "%s está vendo a tela";

/* Label */
"%s left the conversation" = "%s saiu da conversa";

/* Label */
"%s Peer to Peer" = "%s Ponto a Ponto";

/* Window title */
"%s Preferences" = "%s Preferências";

/* Label */
"%s requests your screen. Please confirm when asked." = "%s solicita a sua tela. Por favor confirme quando perguntar.";

/* Label */
"%s Server Relayed" = "%s Servidor de Relay";

/* Label */
"%s Session requested by" = "%s Sessão solicitada por";

/* Menu item */
"%s Subscribed To My Availability" = "%s Assinou Para Receber Minha Disponibilidade";

/* Menu item */
"%s Support Page..." = "%s Página de Suporte...";

/* Menu item */
"%s using Diffie-Hellman key exchange (zRTP)" = "%s usando chave Diffie-Hellman (zRTP)";

/* Label */
"%s wants to verify your identity using a commonly known secret." = "%s quer verificar sua identidade usando uma pergunta comumente conhecida.";

/* Tooltip text */
"%s wishes that text conversation is not saved in history database" = "%s deseja que a comunicação de texto não seja salva no histórico do banco de dados";

/* System notification title */
"%s's Availability" = "%s Disponibilidade";

/* Menu item */
"%s's fingerprint is " = "%s Impressão Digital é ";

/* Label */
"%s. There are no previous messages." = "%s. Não há mensagens anteriores.";

/* Label */
"%ss Latency" = "%ss Latência";

/* Preferences text label */
".\nFor studio quality, disable the option 'Use ambient noise reduction' in System Preferences > Sound > Input section. " = ".\nPara qualidade de estúdio, desabilita a opção 'Utilize Redução de Barulho do Ambiente' em Preferências do Sistema -> Som -> Sessão de Entrada. ";

/* Label */
"1 contact found" = "1 contato encontrado";

/* Label */
"1 item" = "1 item";

/* Menu item */
"A contact by dragging this audio call over it" = "Um contato arrastando esta chamada de áudio sobre ele";

/* Label */
"A new audio device %s has been plugged-in. Would you like to switch to it?" = "Um novo dispositivo de áudio %s foi detectado. Voce gostaria de utilizá-lo agora?";

/* Label */
"A state of the art, easy to use SIP client" = "Um cliente SIP estado da arte, fácil de usar";

/* Label */
"About %i minutes" = "Aproximadamente em %i minutos";

/* Menu item */
"About %s" = "Sobre %s";

/* Menu item */
"About %s..." = "Sobre %s...";

/* Button title */
"Accept" = "Aceitar";

/* Button title */
"Accept All" = "Aceitar Tudo";

/* Menu item */
"Accept Request" = "Aceitar Solicitação";

/* Menu item */
"Accept Request and Create Contact..." = "Aceitar Solicitação e Criar Contato...";

/* Label */
"Accepting File Transfer..." = "Aceitando Transferência de Arquivo...";

/* Audio status label */
"Accepting Session..." = "Aceitando Sessão...";

/* Watchers menu item */
"Account %s" = "Conta %s";

/* Label */
"Account Label" = "Nome da Conta";

/* Label */
"Account Web Page" = "Página Web da Conta";

/* Window Title
   Window title */

"Accounts" = "Contas";

/* Menu item */
"Activate OTR encryption for this session" = "Ativar criptografia OTR para esta sessão";

/* Label */
"Active" = "Ativo";

/* Button title */
"Add" = "Inserir";

/* Menu item */
"Add %s to" = "Inserir %s para";

/* Audio contextual menu */
"Add %s to Contacts" = "Inserir %s para Contatos";

/* Enrollment window title */
"Add Account" = "Inserir Conta";

/* Account popup menu item */
"Add Account..." = "Inserir Conta...";

/* Enrollment panel label */
"Add an Existing SIP Account" = "Inserir um Conta SIP Existente";

/* Tooltip */
"Add audio" = "Inseri Áudio";

/* Menu item */
"Add Chat" = "Inserir Chat";

/* Menu item */
"Add chat" = "Inserir chat";

/* Window title */
"Add Contact" = "Inserir Contato";

/* Menu item */
"Add Contact..." = "Inserir Contato...";

/* Menu item */
"Add Group..." = "Inserir Grupo...";

/* Enrollment window title */
"Add New Account" = "Inserir Nova Conta";

/* Window title */
"Add New Participant" = "Inserir Novo Participante";

/* Window title */
"Add Participants to the Conference" = "Inserir Participantes a Conferência";

/* Menu item */
"Add to Contacts List..." = "Inserir Contatos a Lista...";

/* Menu item */
"Add Video" = "Inserir Vídeo";

/* Menu item */
"Add video" = "Inserir vídeo";

/* Audio status label
   Label */

"Adding Audio..." = "Inserindo Áudio...";

/* Label */
"Adding Video..." = "Inserindo Vídeo...";

/* Label */
"Addition of %s" = "Adição de %s";

/* Label */
"Addition of %s requested by" = "Adição de %s solicitado por";

/* Label */
"Addition of Audio requested by" = "Adição de Áudio solicitado por";

/* Label */
"Addition of Chat requested by" = "Adição de Chat solicitado por";

/* Label */
"Addition of unknown stream to existing session requested by" = "Adição de fluxo desconhecido para sessão existente, solicitado por";

/* Label */
"Addition of Video requested by" = "Adição de Vídeo solicitado por";

/* Group name label */
"Address Book" = "Livro de Endereços";

/* Label */
"Address of the SIP conference server able to mix audio, chat, file transfers and provide participants information, must be given by the service provider. If empty, conference.sip2sip.info will be used by default" = "Endereço com servidor de conferência SIP, capaz de mesclar áudio, chat, transferência de arquivos e fornecer informações dos participantes, deve ser fornecido pelo provedor de serviço. Se vazio, conference.sip2sip.info será utilizado por padrão";

/* Window title */
"Advanced" = "Avançado";

/* Label */
"Advanced Settings" = "Configurações Avançadas";

/* Menu item */
"After %s" = "Depois de %s";

/* Label */
"Alert Device" = "Dispositivo de Alerta";

/* Label */
"Alert URL" = "Alertar URL";

/* Window title */
"Alerts" = "Alertas";

/* Label */
"all" = "todos";

/* Group name label */
"All Contacts" = "Todos Contatos";

/* Label */
"All contacts from the backup were already present. " = "Todos contatos da cópia já estavam presentes. ";

/* Label */
"All groups from the backup were already present. " = "Todos grupos da cópia já estavam presentes. ";

/* Label */
"Alternate Proxy" = "Proxy Secundário";

/* Label */
"Always add a numeric prefix when dialing telephone numbers, typically required by a PBX to obtain an outside line" = "Sempre inserir um prefixo numérico quando discar para números de telefone, tipicamente necessário por um PABX para obter a linha externa";

/* Menu item */
"Always require OTR encryption with %s" = "Sempre exigir criptografia OTR com %s";

/* Label */
"Always Use My Proxy" = "Sempre Utilizar Meu Proxy";

/* Label */
"and" = "e";

/* Contact detail */
"Anonymous" = "Anônimo";

/* Label */
"Anonymous To Answering Machine" = "Anônimo para Secretária Eletrônica";

/* Label */
"Answer Delay" = "Depois de";

/* Window title */
"Answering Machine" = "Secretária Eletrônica";

/* Audio status label */
"Answering machine active" = "Secretária Eletrônica Ativa";

/* Label */
"Answering Machine Settings" = "Configuração da Secretária Eletrônica";

/* Label */
"Answering Machine starts in %is" = "Secretária Eletrônica inicia em %is";

/* Label */
"April" = "Abril";

/* Time label */
"at %s" = "em %s";

/* Window title */
"Audio" = "Áudio";

/* Label */
"Audio call from %s" = "Áudio da chamada de %s";

/* System notification title */
"Audio Call Recorded" = "Áudio da Chamada Gravado";

/* Label */
"Audio call requested by" = "Áudio da chamada solicitado por";

/* Label */
"Audio Calls" = "Chamadas de Áudio";

/* Label */
"Audio Codecs" = "Codecs de Áudio";

/* Window title */
"Audio Conference" = "Conferência de Áudio";

/* Button title */
"Audio Only" = "Somente Áudio";

/* Menu item */
"Audio Recordings" = "Gravações";

/* Audio status label */
"Audio Removed" = "Áudio Removido";

/* Preferences text label */
"Audio sample rate is set to %dkHz" = "Amostra de Áudio esta configurada para %dkHz";

/* Label */
"Audio Settings" = "Configurações de Áudio";

/* Label */
"Audio Stream" = "Fluxo de Áudio";

/* Audio status label */
"Audio Timeout" = "Tempo Limite de Áudio";

/* Label */
"August" = "Agosto";

/* Label */
"Authentication" = "Autenticação";

/* Label */
"Authentication failure" = "Falha de Autenticação";

/* Label
   Menu item */

"Auto Rotate Cameras" = "Auto Trocar Dispositivos";

/* Label */
"Automatic Answer" = "Atendimento Automático";

/* Label */
"Automatic Recording" = "Gravação Automática";

/* Label */
"Automatic Transfer" = "Transferência Automática";

/* Label */
"Automatically Accept Chat Requests from Known Contacts" = "Aceitar Automaticamente Chat de Contatos Conhecidos";

/* Label */
"Automatically Accept Files from Known Contacts" = "Aceitar Automaticamente Arquivos de Contatos Conhecidos";

/* Label */
"Automatically accept transfer requests from remote party" = "Aceitar automaticamente solicitações de transferência do usuário remoto";

/* Label */
"Automaticaly Accepting in %i s" = "Aceitando Automaticamente em %i s";

/* Label */
"Availability" = "Disponibilidade";

/* Window title */
"Availability Information published by %s" = "Informação de Disponibilidade publicada por %s";

/* Label */
"available" = "disponível";

/* Menu item */
"Available" = "Disponível";

/* Label */
"Average Bitrate" = "Taxa média de bits";

/* Label */
"away" = "ausente";

/* Menu item */
"Away" = "Ausente";

/* Label */
"bits/s" = "bits/s";

/* Window Title */
"Blink for SIP2SIP" = "Blink para SIP2SIP";

/* Menu item */
"Block Request" = "Bloquear Solicitação";

/* Group name label */
"Blocked Contacts" = "Contatos Bloqueados";

/* Group name label */
"Bonjour Neighbours" = "Vizinhos bonjour";

/* Button title */
"Browse" = "Navegar";

/* Button title */
"Browse..." = "Navegar...";

/* Label */
"Built-in Microphone" = "Microfone Integrado";

/* Label */
"Built-in Microphone and Output" = "Microfone e Saída Integrados";

/* Label */
"Built-in Output" = "Saída Integrada";

/* Label */
"busy" = "ocupado";

/* Contact detail
   Menu item */

"Busy" = "Ocupado";

/* Contact detail */
"Busy Everywhere" = "Ocupado Em Qualquer Lugar";

/* Label */
"Busy Here" = "Ocupado Aqui";

/* Button title */
"Call" = "Chamar";

/* Label */
"Call Cancelled" = "Chamada Cancelada";

/* Label */
"Call Declined" = "Chamada Recusada";

/* Label */
"Call Failed" = "Chamada Falhada";

/* Label */
"Call from %s" = "Chamada de %s";

/* Audio call tooltip */
"Call transfer" = "Transferência de chamada";

/* Label */
"Call Waiting" = "Chamada em Espera";

/* Window title */
"Camera Capture Error" = "Erro Capturando Camera";

/* Button title
   Menu item */

"Cancel" = "Cancelar";

/* Tooltip */
"Cancel Audio" = "Cancelar Áudio";

/* Tooltip */
"Cancel Chat" = "Cancelar Chat";

/* Label */
"Cancel outgoing sessions if not answered within this interval" = "Cancelar sessão de saída se não atendida neste intervalo";

/* Button title */
"Cancel Proposal" = "Cancelar Oferta";

/* Menu item */
"Cancel Screen Sharing Proposal" = "Cancelar Oferta de Compartilhamento de Tela";

/* Menu item */
"Cancel Screen Sharing Request" = "Cancelar Solicitação de Compartilhamento de Tela";

/* Label */
"cancelled" = "cancelado";

/* Label */
"Cancelled" = "Cancelado";

/* Audio status label */
"Cancelling Request..." = "Cancelando Solicitação...";

/* Label */
"Cancelling Screen Sharing..." = "Cancelando Compartlihamento de Tela...";

/* Label */
"Cannot add SIP Account: %s" = "Não é possível adicionar Conta SIP: %s";

/* Enrollment panel label */
"Cannot connect to enrollment server: %s" = "Não é possível conectar no servidor de inscrição: %s";

/* Enrollment panel label */
"Cannot decode data from enrollment server" = "Impossível decodicar dados do servidor de inscrição";

/* Window title */
"Cannot Initiate Session" = "Impossível Iniciar Sessão";

/* Window title */
"Cannot Send File" = "Impossível Enviar Arquivo";

/* Window title */
"Cannot Send Message" = "Impossível Enviar Mensagem";

/* Label */
"Certificate Authority File" = "Arquivo do Certificado de Autoridade";

/* Window title */
"Chat" = "Chat";

/* Label */
"Chat from %s" = "Chat de %s";

/* System notification title */
"Chat History" = "Histórico do Chat";

/* System notification title
   Window title */
"Chat Message Received" = "Mensagem de Chat Recebida";

/* Button title */
"Chat Only" = "Somente Chat";

/* Label */
"Chat session is not OTR encrypted" = "Sessão de Chat não está criptografada com OTR";

/* Label */
"Chat Session requested by" = "Sessão de Chat solicitada por";

/* Label */
"Chat Sessions" = "Sessões de Chat";

/* Label */
"Chat Settings" = "Configurações de Chat";

/* Label */
"Chat Stream" = "Fluxo de Chat";

/* Window title */
"Chat with %s" = "Chat com %s";

/* Checkbox tooltip */
"Check if you want to customize the codec list for this account instead of using the global settings" = "Marque se você deseja customizar a lista de codecs para esta conta, ao invés de utilizar a configuração global";

/* Menu item */
"Clear History" = "Limpar Histórico";

/* Label */
"Click on Editor toolbar button to switch back to the chat session" = "Clique no botão da Editor da barra de ferramentas para voltar para a sessão de chat";

/* Label */
"Click on the device icons to start a session" = "Clique no ícone do dispositivo para iniciar a sessão";

/* Text placeholder */
"Click to add" = "Clique para inserir";

/* Text placeholder */
"Click to add a new address" = "Clique para inserir um novo endereço";

/* Button title */
"Close" = "Fechar";

/* Window Title */
"Close Chat Window" = "Fechar Janela do Chat";

/* Contacts menu item */
"Collapse Group" = "Recolher Grupo";

/* Label */
"completed" = "finalizado";

/* Label */
"Completed transfer of " = "Transferencias finalizada de ";

/* Label */
"Computing checksum..." = "Calculando checksum...";

/* Label */
"Conference Server" = "Servidor de Conferência";

/* Button title */
"Confirm" = "Confirmar";

/* Menu item */
"Confirm Identity by verbally comparing the phrase" = "Confirmar Identidade Comparando a Frase Verbalmente";

/* Button title */
"Connect" = "Conectar";

/* Audio status label */
"Connected" = "Conectado";

/* Audio status label
   Contact detail
   Label */


"Connecting..." = "Conectando...";

/* Label */
"Connection established" = "Conexão estabelecida";

/* Error label
   Label */

"Connection failed" = "Conexão falhou";

/* Label */
"Connection refused" = "Conexão recusada";

/* Label
   Window title */

"Contacts" = "Contatos";

/* Window title */
"Contacts Backup" = "Cópia dos Contatos";

/* Window title */
"Contacts Restore" = "Restaurar Contatos";

/* Label */
"Contacts Settings" = "Configurações dos Contatos";

/* Button title */
"Continue" = "Continuar";

/* Menu item */
"Copy" = "Copiar";

/* Menu item */
"Copy To Search Bar" = "Copiar para Barra de Busca";

/* Label */
"Core Engine Level" = "Nível do Núcleo";

/* Label */
"Could not load page: %s" = "Impossível carregar página: %s";

/* Check box title */
"Customize" = "Customizar";

/* Menu item */
"Deactivate OTR encryption for this session" = "Desativar criptografia OTR desta sessão";

/* Label */
"December" = "Dezembro";

/* Button title
   Menu item */

"Delete" = "Apagar";

/* Label */
"Delete '%s' from the Contacts list?" = "Apagar '%s' da lista de Contatos?";

/* Menu item */
"Delete configuration" = "Apagar configuração";

/* Window title */
"Delete Contact" = "Apagar Contato";

/* Window title */
"Delete Group" = "Apagar Grupo";

/* Menu item */
"Delete..." = "Apagar...";

/* Label */
"Deny Requests for Sharing My Screen" = "Negar Solicitações de Compartilhar Minha Tela";

/* Menu item */
"Deselect All" = "Desmarcar Todos";

/* Label */
"Device" = "Dispositivo";

/* Label */
"Dial Plan" = "Plano de Discagem";

/* Label */
"Disable Collaboration Editor" = "Desabilitar Editor de Colaboração";

/* Label */
"Disable History" = "Desabilitar Histórico";

/* Label */
"Disable Replication" = "Desabilitar Replicação";

/* Label */

"Disabled" = "Desabilitado";

/* Button title */
"Disconnect" = "Disconectar";

/* Menu item */
"Disconnect %s" = "Disconectar %s";

/* Menu item */
"Discovered using DNS Lookup" = "Descoberto utilizando DNS Lookup";

/* Label */
"Displaying %d entries" = "Exibindo %d entradas";

/* Label */
"Displaying %d to " = "Exibindo %d a ";

/* Label */
"Displaying 1 entry" = "Exibindo 1 entrada";

/* Label */
"Displaying all messages" = "Exibindo todas mensagens";

/* Label */
"Displaying messages from last day" = "Exibindo mensagens do último dia";

/* Label */
"Displaying messages from last month" = "Exibindo mensagens do último mes";

/* Label */
"Displaying messages from last six months" = "Exibindo mensagens dos últimos seis meses";

/* Label */
"Displaying messages from last three months" = "Exibindo mensagens dos últimos tres meses";

/* Label */
"Displaying messages from last week" = "Exibindo mensagens do última semana";

/* Label */
"Displaying messages from last year" = "Exibindo mensagens do último ano";

/* Audio status label
   Label */

"DNS Lookup failed" = "Busca de DNS falhou";

/* Label */
"Do Not Disturb" = "Não Incomodar";

/* Label */
"Do Not Disturb Code" = "Código de DND";

/* Label */
"Do Not Disturb Code can be in 400 or 600 range. Examples: use 486 code for Busy Here or 603 code for Busy Everywhere" = "Código de DND pode iniciar com 400 ou 600. Exemplos: Use o código 486 Busy Here ou 603 para Busy Everywhere";

/* Window title */
"Download File" = "Download do Arquivo";

/* Menu item */
"Drag Request To An Existing Contact To Accept It" = "Arraste a Solicitação Para Um Contato Existente para Aceitá-la";

/* Audio status label */
"Drop outside to remove from conference" = "Solte fora para remover da conferência";

/* Audio status label */
"Drop this over a contact to transfer" = "Solte em cima de um contato para transferir";

/* Audio status label */
"Drop this over a session or contact" = "Solte em cima de uma sessão ou contato";

/* Audio status label */
"Drop this over a session to conference" = "Solte em cima de uma sessão para conferência";

/* Menu item */
"Edit" = "Editar";

/* Window title */
"Edit Contact" = "Editar Contato";

/* Menu item */
"Edit in Address Book..." = "Editar no Livro de Endereços...";

/* Menu item */
"Empty" = "Vazio";

/* Label */
"Enable Acoustic Echo Cancellation" = "Habilitar Cancelamento de Éco";

/* Label */
"Enable On The Phone" = "Habilitar Ao Telefone";

/* Preferences help label */
"Enable Screen Sharing in System Preferences > Sharing section.\nClick on the 'Computer Settings...' button and check the option 'Anyone may request permission to control screen'" = "Habilite Compartilhamento de Tela em Preferências do Sistema > Compartilhamento.\nClique no botão 'Configurações do Computador...' e marque a opção 'Todos podem solicitar permissão para controlar a tela'";

/* Label */
"Enable Short Messages" = "Habilitar Mensagens Instantâneas";

/* Label */
"Enabled" = "Habilitado";

/* Label */
"Enabled When Automatic Answering Calls" = "Habilitado Quando Atender Chamadas Automaticamente";

/* Menu item */
"Encrypt" = "Criptografar";

/* Label
   Menu item */

"Encrypted" = "Criptografado";

/* Label */
"Encrypted message %s is unreadable, as encryption is disabled" = "Mensagem criptografada %s é inválida, pois criptografia está desabilitada";

/* Label */
"Encryption fingerprint has changed" = "Criptografia por impressão digital mudou";

/* Label */
"Encryption Warning" = "Aviso de Criptografia";

/* Tooltip */
"End chat" = "Finalizar Chat";

/* Label */
"ended" = "finalizou";

/* Menu item */
"English" = "English";

/* Label */
"Enter a new name for the group:" = "Informe novo nome para o grupo:";

/* Label */
"Enter a password to encrypt the content of your messages on the replication server" = "Informe a senha para criptografar o conteúdo da mensagem no servidor de replicação";

/* Label */
"Enter authentication username if different than the SIP Address username" = "Informe o usuário de autenticação se este for diferente do usuário do endereço SIP";

/* Audio status label */
"Enter DTMF using keyboard" = "Digite o DTMF utilizando o teclado";

/* Search box placeholder */
"Enter Phone Number" = "Digite o Número de Telefone";

/* Window title */
"Enter STUN server" = "Informe o Servidor STUN";

/* Label */
"Entered Password confirmation doesn't match." = "senha de confirmação digitada não confere.";

/* Menu item */
"Entire Screen" = "Toda Tela";

/* Audio status label
   Window title */

"Error" = "Erro";

/* Label */
"Error creating SIP account: %s" = "Erro criando conta SIP: %s";

/* Label */
"Error downloading file: %s" = "Erro fazendo download do arquivo: %s";

/* Enrollment panel label */
"Error from enrollment server: %s" = "Erro do servidor de inscrição: %s";

/* Label */
"Error starting screen sharing session." = "Erro iniciando sessão de compartilhamento de tela.";

/* Label */
"Error: %s" = "Erro: %s";

/* Contacts menu item */
"Expand Group" = "Expandir Grupo";

/* Label */
"Extended Debug" = "Depuração Extendida";

/* Label */
"External Alert" = "Alerta Externo";

/* Label */
"External Line Prefix" = "Prefixo Externo";

/* Label */
"failed" = "falhou";

/* Label */
"Failed to enable OTR encryption" = "Falha na habilitação de criptografia OTR";

/* Window title */
"Fatal Error Encountered" = "Erro Fatal Encontrado";

/* Label */
"February" = "Fevereiro";

/* Label */
"File hash mismatch" = "Hash de arquivo Inválido";

/* Label */
"File Logging" = "Log de Arquivo";

/* Label */
"File Received" = "Arquivo Recebido";

/* Label */
"File Sent" = "Arquivo Enviado";

/* Label */
"File that contains a list of Certificate Autorities (CA) additional to the ones provided by MacOSX. Each CA must be in PEM format, multiple CA can be concantenated." = "Arquivo que contém a lista de Autoridades de Certificação (CA) adicionais aos fornecidor pelo Sistema. Cada CA deve estar no formato PEM, multiplos CA podem ser concatenados.";

/* Window title */
"File Transfer" = "Transferência de Arquivo";

/* Label */
"File transfer from %s" = "Transferência de arquivo de %s";

/* Label */
"File Transfer Settings" = "Configurações de Transferência de Arquivo";

/* Label */
"File Transfers" = "Transferências de Arquivo";

/* Audio status label
   Contact detail
   Label */


"Finding Destination..." = "Procurando Destino...";

/* Button Title */
"Finish" = "Finalizar";

/* Menu item */
"Font Size" = "Tamanho da Fonte";

/* Label */
"For studio quality, disable the option 'Use ambient noise reduction' in System Preferences > Sound > Input section. " = "Para qualidade de estúdio, desabilita a opção 'Utilize Redução de Barulho do Ambiente' em Preferências do Sistema -> Som -> Sessão de Entrada. ";

/* Label */
"frames/s" = "frames/s";

/* Label */
"Friday" = "Sexta-feira";

/* Label
   System notification body
   System notification subtitle */

"From %s" = "De %s";

/* Label */
"from account %s" = "da conta %s";

/* Menu item */
"From Backup Taken at %s..." = "Da Cópia Feita em %s...";

/* Label */
"Full Screen After Connect" = "Tela Cheia Após Conectar";

/* Audio status label
   Label */

"Gathering Complete" = "Coleta Finalizada";

/* Audio status label
   Label */

"Gathering ICE Candidates..." = "Coletando Candidatos ICE...";

/* Label */
"General" = "Geral";

/* Label */
"GUI Settings" = "Configurações do GUI";

/* Label */
"H.264 Codec" = "Codec H.264";

/* Menu item */
"Hangup" = "Desligar";

/* Accesibility outlet description */
"Hangup Call" = "Desligar Chamada";

/* Label */
"Hangup On Timeout" = "Desligar Caso Esgotar Tempo Limite";

/* Window title */
"Help" = "Ajuda";

/* Menu item */
"Hide" = "Esconder";

/* Menu item */
"Hide Confirm Identity Phrase" = "Esconder Frase de Confirmação de Identidade";

/* Contacts menu item */
"Hide Dialpad" = "Esconder Teclado";

/* Menu item */
"Hide Entries" = "Esconder Entradas";

/* Menu item */
"Hide Entry" = "Esconder Entrada";

/* Label */
"Hide My Location" = "Esconder Minha Localização";

/* Label */
"Hide My Timezone" = "Esconder Meu Fuso Horário";

/* Menu item */
"Hide Session Information" = "Esconder Informações da Sessão";

/* Menu item */
"History..." = "Histórico...";

/* Tooltip */
"Hold" = "Em Espera";

/* Audio status label
   Label */

"Hold by Remote" = "Em Espera pelo Outro Lado";

/* Accesibility outlet description */
"Hold Call" = "Colocar em Espera";

/* Label */
"Host to Host" = "Host a Host";

/* Label */
"Hostname or IP Address" = "Domínio ou Endereço IP";

/* Menu item */
"I have verified %s's fingerprint" = "Eu confirmei a impressão digital de %s";

/* Audio status label
   Label */

"ICE Negotiation Failed" = "Negociação ICE Falhou";

/* Audio status label
   Label */

"ICE Negotiation Succeeded" = "Negociação ICE Sucedeu";

/* Menu item */
"Identity Confirmed" = "Identidade Confirmada";

/* Label */
"Identity verification failed. Try again later." = "Verificação da identidade falhou. Tente novamente mais tarde.";

/* Window title */
"Identity Verification for %s" = "Verificação de identidade para %s";

/* Label */
"Identity verification in progress..." = "Verificação de identidade em progresso...";

/* Label */
"Identity verification request received" = "Solicitação de verificação de identidade recebida";

/* Label */
"Identity verification succeeded" = "Verificação de Identidade sucedeu";

/* Label */
"Idle Threshold" = "Tempo para Ocioso";

/* Label */
"If disabled, acoustic echo cancelation and noise reduction are disabled and the sampling rate is raised to 48kHz to achieve best audio quality possible. To increase audio quality, also disable Use ambient noise reduction in System Preferences in the microphone input section. When enabled, the sampling rate of the audio engine is set to 32kHz." = "Se desabilitado, cancelamento de éco e redução de ruído serão desabilitados e a taxa de amostragem será aumentada para 48kHz par atingir a melhor qualidade de áudio possível. Para aumentar a qualidade de áudio, também desabilite Use Redução de Ruído de Ambiente em Preferências do Sistema, na secão de Microfone de Entrada. Quando habilitado, a taxa de amostra to motor de áudio será configurada para 32kHz.";

/* Label */
"If disabled, new incoming calls are rejected with busy signal (486) if an audio call is already in progress" = "Se desabilitado, novas chamadas recebidas serão recusadas com sinal Busy (486), se já houver uma chamada em curso";

/* Label */
"If empty, it is automatically discovered using DNS lookup for SRV record of _msrps._tcp.domain" = "Se vazio, é descoberto automaticamente utilizando busca de DNS para registro SRV de _msrps._tcp.domain";

/* Label */
"If empty, it is automatically discovered using DNS lookup for TXT record of xcap.domain" = "Se vazio, é descoberto automaticamente utilizando busca de DNS para registro TXT de xcap.domain";

/* Label */
"If RTP is not received in this interval, audio calls will be hangup when Hangup on Timeout option in the RTP advanced section of the account is enabled" = "Se RTP não for recebido neste intervalo, as chamadas de áudio serão desligadas quando a opção Desligar se Tempo Esgotado estiver habilitada, na sessão Avançada de RTP.";

/* Button title */
"Ignore" = "Ignorar";

/* Label */
"Inbound Ringtone" = "Chamada Recebida";

/* Label */
"Incoming %s/s" = "Recebendo %s/s";

/* Contact detail */
"Incoming call" = "Recebendo chamada";

/* Window title */
"Incoming Call From %s" = "Recebendo Chamada De %s";

/* Group name label
   Menu item */

"Incoming Calls" = "Chamadas Recebidas";

/* Label */
"Incoming image file transfer finished" = "Finalizou recebimento de arquivo de imagem";

/* Label */
"Incoming Session request from" = "Recebendo Solicitação de Sessão de";

/* Label */
"Input Device" = "Dispositivo de Entrada";

/* Label */
"Interrupted" = "Interrompido";

/* Label */
"Interval after which my availability is set to away" = "Intervalo onde minha disponibilidade será alterada para ausente";

/* Alert panel
   Window title */

"Invalid Address" = "Endereço Inválido";

/* Window title */
"Invalid Characters" = "Caracteres Inválidos";

/* Label */
"Invalid characters in option value." = "Caracteres inválidos no valor da opção";

/* Window title */
"Invalid Code" = "Código Inválido";

/* Label */
"Invalid conference SIP address: %s" = "Endereço de conferência SIP inválido: %s";

/* Label */
"Invalid domain name chosen. Valid domain names are: %s" = "Nome domínio escolhido inválido. Os nomes válidos para domínio são: %s";

/* Window title */
"Invalid DTMF delimiter" = "Delimitador DTMF inválido";

/* Window title */
"Invalid Hour" = "Hora inválida";

/* Label */
"Invalid server address: %s" = "Endereço de servidor inválido: %s";

/* Label */
"Invalid SIP address: %s" = "Endereço SIP inválido: %s";

/* Error label */
"Invalid SIP port value: TCP and TLS ports cannot be the same" = "Valor de porta SIP inválida: Portas TCP e TLS não podem ser iguais";

/* Menu item */
"Invisible" = "Invisível";

/* Contact detail */
"Invitation accepted" = "Convite aceito";

/* Contact detail */
"Invitation failed: %s" = "Convite falhou: %s";

/* Contact detail */
"Invitation sent..." = "Convite enviado...";

/* Label */
"INVITE Timeout" = "Timeout no INVITE";

/* Menu item */
"Invite to Chat..." = "Convidar para Chat...";

/* Menu item */
"Invite To Conference" = "Convidar Para Conferência";

/* Label */
"January" = "Janeiro";

/* Label */
"July" = "Julho";

/* Label */
"June" = "Junho";

/* Label */
"Keep scrolling up for more than one second to load older messages" = "Mantenha rolando por mais de um segundo para carregar mensagens mais velhas";

/* Label */
"Keep Window on Top" = "Manter Janela em Primeiro Plano";

/* Label */
"Label displayed in account popup up menu instead of the sip address" = "Etiqueta exibida no menu popup da conta, ao invés do endereço sip";

/* Label */
"Language" = "Linguagem";

/* Menu item */
"Last Calls" = "Últimas Chamadas";

/* Menu item */
"Last Day" = "Último Dia";

/* Menu item */
"Last Month" = "Último Mês";

/* Menu item */
"Last Week" = "Última Semana";

/* Label */
"LDAP Directory" = "Diretório LDAP";

/* Label */
"Less than 1 minute" = "Menos de 1 minuto";

/* Label */
"Level" = "Nível";

/* Label */
"List of numeric prefixes separated by spaces that auto-selects this account for outgoing calls to telephone numbers starting with any such prefix (e.g. +31 0031)" = "Lista dos prefixos numéricos separados por espaços, que auto selecionam esta conta para chamadas de saída para números telefonicos, iniciando com qualquer prefixo como (ex. +31 0031) ";

/* Label */
"Loading" = "Carregando";

/* Label */
"Loading all messages..." = "Carregando todas mensagens...";

/* Label */
"Loading messages from last day..." = "Carregando mensagens do último dia...";

/* Label */
"Loading messages from last month..." = "Carregando mensagens do último mês...";

/* Label */
"Loading messages from last six months..." = "Carregando mensagens dos últimos seis meses...";

/* Label */
"Loading messages from last three months..." = "Carregando mensagens dos últimos três meses...";

/* Label */
"Loading messages from last week..." = "Carregando mensagens da última semana...";

/* Label */
"Loading messages from last year..." = "Carregando mensagens do último ano...";

/* Label */
"Loading messages..." = "Carregando mensagens...";

/* Label */
"Log Core Engine" = "Núcleo";

/* Label */
"Log MSRP Media" = "Log do Mídia MSRP";

/* Label */
"Log Notifications" = "Notificações";

/* Label */
"Log SIP Signaling" = "Sinalização SIP";

/* Label */
"Log XCAP Storage" = "Armazenamento XCAP";

/* Label */
"Mailbox URI" = "Endereço";

/* Menu item */
"Mandatory" = "Obrigatório";

/* Label */
"March" = "Março";

/* Label */
"Maximum Bitrate" = "Taxa Máxima de Bits";

/* Label */
"Maximum Duration" = "Duração Máxima";

/* Label */
"Maximum Framerate" = "Taxa de Quadros";

/* Audio recording text label */
"Maximum message length reached" = "Tamanho máximo da mensagem atingido";

/* Label */
"Maximum Resolution" = "Máxima Resolução";

/* Label */
"May" = "Maio";

/* Label */
"Media Support Detection" = "Detecção de Suporte a Mídia";

/* Label */
"Message %s is not encrypted, while encryption was expected" = "Mensagem não criptografada %s, porém era esperado criptografia";

/* Label */
"Message delivery failure" = "Falha na entrega da mensagem";

/* Label */
"Message Received" = "Mensagem Recebida";

/* Label */
"Message Sent" = "Mensagem Enviada";

/* Label */
"milliseconds" = "milisegundos";

/* Label */
"missed" = "perdida";

/* System notification title */
"Missed Call" = "Chamada Perdida";

/* Contact detail */
"Missed call" = "Chamada perdida";

/* Group name label
   Menu item */

"Missed Calls" = "Chamadas Perdidas";

/* Label */
"Monday" = "Segunda-feira";

/* Button title */
"Move Down" = "Rebaixar";

/* Menu item */
"Move Group" = "Mover Grupo";

/* Button title */
"Move Up" = "Promover";

/* Label */
"MSRP connection failed" = "Conexão com MSRP falhou";

/* Label */
"MSRP Media" = "Mídia MSRP";

/* Label */
"MSRP Relay" = "Relay MSRP";

/* Label */
"MSRP relay authentication failed" = "Autenticação MSRP Relay falhou";

/* Label */
"Multiple Incoming Calls" = "Recebendo Múltiplas Chamadas";

/* Label */
"Must be between 0 and 23." = "Precisa ser entre 0 e 23.";

/* Accesibility outlet description */
"Mute Participant" = "Emuder Participante";

/* Label */
"Muted" = "Emudecer";

/* Menu item */
"My fingerprint is %s" = "Minha impressão digital é %s";

/* Activity menu item */
"My Recent Availability" = "Minha Recente Disponibilidade";

/* Menu item */
"My Screen is Shared with %s" = "Minha Tela está Compartilhada com %s";

/* Label */
"My Screen requested by" = "Minha Tela solicitada por";

/* Button title
   Window title */

"My Video" = "Meu Vídeo";

/* Label */
"NAT Traversal" = "NAT Traversal";

/* Label */
"Negotiate an optimal RTP media path between SIP end-points by trying to avoid intermediate RTP media relays" = "Negocia um caminho de mída RTP ideal entre os pontos SIP, tentando evitar retransmissores de mída RTP";

/* Label */
"Negotiating Encryption..." = "Negociando criptografia...";

/* Audio status label
   Label */

"Negotiating ICE..." = "Negociando ICE...";

/* Label */
"Network Timeout" = "Esgotado tempo limite de Rede";

/* Window title */
"New Account Added" = "Nova Conta Inserida";

/* Window title */
"New Audio Device" = "Novo Dispositivo de Áudio";

/* System notification title */
"New Contact Request" = "Nova Solicitação de Contato";

/* Group name label */
"New Contact Requests" = "Novas Solicitações de Contato";

/* System notification title */
"New Voicemail Message" = "Nova Mensagem na Caixa Postal";

/* System notification title */
"New Voicemail Messages" = "Novas Mensagens na Caixa Postal";

/* Label */
"Newer contacts will be preserved." = "Novos contatos serão preservados.";

/* Label */
"Nickname" = "Apelido";

/* Account popup menu item */
"No Accounts" = "Nenhuma Conta";

/* No comment provided by engineer. */
"No Backups Available" = "Nenhuma Cópia Disponível";

/* Label
   Menu item */

"No conference server in this neighbourhood" = "Nenhum servidor de conferência na visinhança";

/* Menu item */
"No configurations saved" = "Nenhuma configuração salva";

/* Label */
"No entry found" = "Nenhuma entrada encontrada";

/* Menu item */
"No Fingerprint Discovered" = "Nenhuma impressão digital descoberta";

/* Group name label */
"No Group" = "Sem Grupo";

/* Label */
"No Internet connection" = "Sem Endereço IP";

/* No comment provided by engineer. */
"No recordings available" = "Nenhum registro disponível";

/* Menu item */
"No Selected Groups" = "Nenhum Grupo Selecionado";

/* Label */
"No voicemail URI set" = "Endereço da Caixa Postal não configurada";

/* Watchers menu item */
"Nobody" = "Ninguém";

/* Contact detail */
"Nobody answered" = "Ninguém atendeu";

/* Menu item
   Menu Item */

"None" = "Nenhum";

/* Label */
"Normally, the MSRP relay is used only for incoming sessions, this setting also forces the outbound sessions through the MSRP relay" = "Normalmente, o MSRP relay é usado somente para chamada recebidas, esta configuração força o uso do MSRP relay em chamada realizadas";

/* Menu item */
"Not Set" = "Não Informado";

/* Label */
"Not Supported" = "Não Suportado";

/* Label */
"November" = "Novembro";

/* Label */
"October" = "Outubro";

/* Label */
"offered by" = "oferecido por";

/* Label */
"Offering File..." = "Oferecendo Arquivo...";

/* Label */
"Offering Screen Sharing..." = "Oferecendo Compartilhamento de Tela...";

/* Label */
"offline" = "offline";

/* Menu item */
"Offline Note..." = "Anotação Offline...";

/* Button title */
"OK" = "OK";

/* Date label */
"on %s" = "em %s";

/* Audio status label
   Label
   Tooltip */


"On Hold" = "Em Espera";

/* Label */
"On the Phone" = "Ao Telefone";

/* System notification subtitle */
"On Voicemail Server" = "No Servidor de Caixa de Mensagens";

/* Label */
"One contact has been restored. " = "Um contato foi restaurado. ";

/* Label */
"One device available" = "Um dispositivo disponível";

/* Label */
"One group has been restored. " = "Um grupo foi restaurado. ";

/* Menu item */
"One Selected Group" = "Um Grupo Selecionado";

/* Group name label */
"Online Contacts" = "Contatos Online";

/* Menu item */
"Online Devices" = "Dispositivos Online";

/* Button title */
"Only * or # are allowed." = "Somente * ou # são permitidos.";

/* Label */
"Only digits are allowed." = "Somente dígitos são permitidos.";

/* Label */
"Open Alert URL After Connect" = "Abrir URL de Alerta Depois de Conectar";

/* Menu item */
"Open URL" = "Abrir URL";

/* Menu item */
"Optional" = "Opcional";

/* Label */
"OTR Encryption" = "Criptografia OTR";

/* Label */
"OTR encryption error: %s" = "Erro criptografando OTR: %s";

/* Menu item */
"OTR encryption is disabled in Chat preferences" = "Criptografia OTR está desabilitado nas preferências de CHAT";

/* Menu item */
"OTR encryption is not possible within a multi-party conference" = "Criptografia OTR não é possível em uma conferência multipla";

/* Menu item */
"OTR encryption is possible after connection is established" = "Criptografia OTR é possível depois da conexão estabelecida";

/* Menu item */
"OTR negotiation in progress..." = "Negociação OTR em progresso...";

/* Label */
"OTR negotiation timed out" = "Negociação OTR esgotou tempo";

/* Label
   Menu item */

"Outbound Proxy" = "Outbound Proxy";

/* Label */
"Outbound Ringtone" = "Chamada Realizada";

/* Label */
"Outgoing %s/s" = "Enviando %s/s";

/* Contact detail */
"Outgoing call" = "Chamanda sainte";

/* Group name label
   Menu item */

"Outgoing Calls" = "Chamadas Saintes";

/* Label */
"Output Device" = "Dispositivo de Saída";

/* Label */
"Overwrite the address of the SIP Outbound Proxy obtained normally from the DNS. Example: proxy.example.com:5061;transport=tls will force the use of the proxy at proxy.example.com over TLS protocol on port 5061" = "Substituir o endereço do Outbound Proxy SIP obtido normalmente pelo DNS. Exemplo: proxy.exemplo.com:5061;transport=tls irá forçar a utilização do proxy proxy.exemplo.com, com TLS e na porta 5061";

/* Label */
"Participant must be a valid SIP address. " = "O Participante deve possuir um endereço SIP válido. ";

/* Label */
"Participants" = "Participantes";

/* Label */
"Password" = "Senha";

/* Label */
"Password for authentication requested by web server, if not set the SIP account password will be used" = "Senha quando o Servidor Web solicitar autenticação, se não informada, a senha da conta SIP será utilizada";

/* Menu item */
"Paste %s" = "Colar %s";

/* Label */
"Pause iTunes During Audio Calls" = "Pausar iTunes Durante Chamadas";

/* Label */
"Peer to Peer" = "Ponto a Ponto";

/* Label */
"Pending" = "Pendente";

/* Contact detail */
"Pending authorization" = "Autorização pendente";

/* Label */
"Permanently remove account %s?" = "Remover permanentemente a conta %s?";

/* Label */
"Phone Numbers" = "Números de Telefone";

/* Label */
"pixels" = "pixels";

/* Label */
"Play Presence Sounds" = "Tocar Sons de Presença";

/* Label */
"Please add at least one participant. " = "Por favor insira pelo menos um participante. ";

/* Label */
"Please choose a Username for your account." = "Por favor escolha um Usuário para sua conta.";

/* Label */
"Please confirm the deletion of %s Bonjour history entries" = "Por favor confirme a exclusão de %s entradas de histórico do Bonjour";

/* Label */
"Please confirm the deletion of %s history entries" = "Por favor confirme a exclusão de %s entradas de histórico";

/* Label */
"Please confirm the deletion of group '%s' from the Contacts list. The contacts part of this group will be preserved. " = "Por favor confirme a exclusão do grupo '%s' da Lista de Contatos. A parte dos contatos deste grupo será preservada. ";

/* Label */
"Please enter a Password for your new SIP Account." = "Por favor informe a Senha para sua nova conta SIP";

/* Label */
"Please enter a valid conference room of at least 2 alpha-numeric . _ or - characters, it must start and end with a +, a positive digit or letter" = "Por favor entre com uma sala de conferência válida com no mínimo 2 caracteres alfanuméricos, - ou _, a sala deve iniciar com o sinal +, um dígito positivo ou uma letra.";

/* Label */
"Please enter a valid email address." = "Por favor informe um endereço de e-mail válido.";

/* Label */
"Please enter an address containing alpha numeric characters" = "Por favor informe um endereço contendo caracteres alfanuméricos";

/* Label */
"Please enter your account password." = "Por favor informe a senha da conta.";

/* Label */
"Please enter your Display Name." = "Por favor informe o Nome Exibido.";

/* Label */
"Please enter your SIP address provided by your SIP service provider. The address must be in user@domain format, for example alice@example.com" = "Por favor informe o endereço SIP fornecido pelo seu provedor de serviço SIP. O endereço deve estar no formato usuario@domínio, por exemplo alive@exemplo.com";

/* Label */
"Please generate the private key" = "Por favor gere uma chave privada";

/* Label */
"Please select an account" = "Por favor selecione uma conta";

/* Label */
"Please select at least one media type. " = "Por favor selecione pelo menos um tipo de mídia. ";

/* Label */
"Port" = "Porta";

/* Label */
"Presence Status" = "Status da Presença";

/* Label */
"Primary Proxy" = "Proxy Primário";

/* Label */
"Private message from %s" = "Mensagem privada de %s";

/* Label */
"Private message to %s" = "Mensagem privada para %s";

/* Label */
"Probing Failed" = "Sondagem Falhou";

/* Label */
"Profile" = "Perfil";

/* Label */
"Proposal failed" = "Oferta falhou";

/* Label */
"Proposal rejected" = "Oferta rejeitada";

/* Label */
"Protocols" = "Protocolos";

/* Label */
"Publish Interval" = "Intervalo de Publish";

/* Window title */
"Purge History Entries" = "Limpar Entradas do Histórico";

/* Accesibility outlet description */
"Push button" = "Pressionar botão";

/* Audio call tooltip */
"Put the call on hold" = "Colocar chamada em espera";

/* Button title */
"Quit" = "Sair";

/* Label */
"Receive Incoming Calls" = "Receber Chamadas";

/* Accesibility outlet description */
"Record Audio" = "Gravar Áudio";

/* Audio recording text label */
"Recording will start in %is..." = "Gravação irá iniciar em %is...";

/* Audio recording text label */
"Recording..." = "Gravando...";

/* Label */
"Recordings Directory" = "Diretório de Gravações";

/* Status bar menu item */
"Redial" = "Re-discar";

/* Status bar menu item */
"Redial %s" = "Re-discar %s";

/* Window title */
"Redirect Call" = "Redirecionar Chamada";

/* Label */
"register Interval" = "Intervalo de Register";

/* Label */
"Registration %s" = "Registro %s";

/* Accesibility text */
"Registration disabled" = "Registro desabilitado";

/* Accesibility text */
"Registration failed" = "Registro falhou";

/* Label */
"Registration failed:" = "Registro falhou:";

/* Accesibility text */
"Registration started" = "Registro iniciou";

/* Accesibility text
   Label */

"Registration succeeded" = "Registrou realizado com sucesso";

/* Button title */
"Reject" = "Rejeitar";

/* Button title */
"Reject All" = "Rejeitar Todos";

/* Label */
"Reject Anonymous Callers" = "Rejeitar Chamadas Anônimas";

/* Label */
"Reject Unauthorized Callers" = "Rejeitar Chamadas Não Autorizadas";

/* Label */
"Remote chat history disabled" = "Histórico de chat remoto desabilitado";

/* Label */
"Remote chat history enabled" = "Histórico de chat remoto habilitado";

/* Label */
"Remote Conference Files" = "Arquivos de Conferência Remota";

/* Label */
"Remote party does not support encryption" = "A outra parte não suporte criptografia";

/* Label */
"Remote party failed to establish the connection" = "A outra parte falhou em estabelecer a conexão";

/* Label */
"Remote party has not started OTR protocol" = "A outra prte não iniciou o protocolo OTR";

/* Label */
"Remote party would like to transfer you to %s\nWould you like to proceed and call this address?" = "A outra parte gostaria de transferir você para %s\nVocê de prosseguir e ligar para este endereço?";

/* Label */
"Remote Screen offered by" = "Tela Remota oferecida por";

/* Participants contextual menu item */
"Removal requested..." = "Remoção solicitada...";

/* Button title */
"Remove" = "Remover";

/* Button title */
"Remove Account" = "Remover Conta";

/* Tooltip */
"Remove audio" = "Remover audio";

/* Menu item */
"Remove chat" = "Remover chat";

/* Window title */
"Remove from conference" = "Remover da conferência";

/* Menu item */
"Remove From Group" = "Remover do Grupo";

/* Menu item */
"Remove video" = "Remover vídeo";

/* Menu item */
"Remove Video" = "Remover Vídeo";

/* Window title */
"Rename Conference Configuration" = "Renomear Configuração de Conferência";

/* Menu item */
"Rename configuration..." = "Renomear configuração...";

/* Window title */
"Rename Group" = "Renomear Grupo";

/* Menu item */
"Rename..." = "Renomear...";

/* Button title */
"Replace" = "Substituir";

/* Label */
"Replace Starting +" = "Substituir + inicial";

/* Label */
"Replication Password" = "Senha de Replicação";

/* Audio status label */
"Request Cancelled" = "Solicitação Cancelada";

/* Menu item */
"Request Screen from %s" = "Solicitar Tela de %s";

/* Menu item */
"Request Screen Sharing" = "Solicitar Compartilhamento de Tela";

/* Menu item */
"Request Screen Sharing from %s" = "Solicitar Compartilhamento de Tela de %s";

/* Label */
"Requesting File..." = "Solicitando Arquivo...";

/* Menu item */
"Requesting Screen from %s..." = "Solicitando Tela de %s...";

/* Label */
"Resolution" = "Resolução";

/* Button title */
"Respond" = "Responder";

/* Window title */
"Restart Required" = "Reiniciar é Necessário";

/* Button title */
"Restore" = "Restaurar";

/* Audio status label
   Contact detail
   Label */


"Ringing..." = "Chamando...";

/* Menu item */
"Romanian" = "Română";

/* Label */
"Root URI" = "Root URI";

/* Label */
"Routing failure: %s" = "Falha no Roteamento: %s";

/* Label */
"RTP Media" = "Mída RTP";

/* Label */
"RTT Threshold" = "Threshold RTT";

/* Label */
"Saturday" = "Sábado";

/* Menu item */
"Save configuration..." = "Salvar configuração...";

/* Label */
"Say Incoming Caller Name" = "Dizer Nome da Origem";

/* Window title */
"Screen Sharing" = "Compartilhamento de Tela";

/* Label */
"Screen Sharing Ended" = "Compartilhamento de Tela Finalizou";

/* Label */
"Screen Sharing Failed" = "Compartilhamento de Tela Falhou";

/* Label */
"Screen Sharing from %s" = "Compartilhamento de Tela de %s";

/* Label */
"Screen Sharing Settings" = "Configurações de Compartilhamento de Tela";

/* Window title */
"Screen Sharing with %s" = "Compartilhamento de Tela com %s";

/* Menu item */
"Scroll to:" = "Ir para:";

/* Label */
"Scroll up for going back in time" = "Rolar para cima para voltar o tempo";

/* Label */
"Search Base" = "Search Base";

/* Search box placeholder */
"Search Contacts or Enter Address" = "Buscar Contatos ou Entre com Endereço";

/* Label */
"seconds" = "segundos";

/* Label */
"Select a Picture" = "Selecione uma Foto";

/* Menu item */
"Select All" = "Selecionar Todos";

/* Menu item */
"Select Configuration" = "Selecionar Configuração";

/* Window title */
"Select Contact Icon" = "Selecionar Ícone do Contato";

/* Button title */
"Select File" = "Selecionar Arquivo";

/* Window title */
"Select Files or Folders and Click Open to Send" = "Selecionar Arquivos ou Pastas e clique Abrir para Enviar";

/* Menu item */
"Select Period" = "Selecionar Período";

/* Window title */
"Select Sound File" = "Selecionar Arquivo de Som";

/* Menu item */
"Select Video Device" = "Selecionar Dispositivo de Vídeo";

/* Enrollment panel label */
"Select whether you want to add a SIP Account you already\nhave or create a new one." = "Selecione se voce deseja inserir um Conta SIP existente\nou criar uma nova.";

/* Menu item */
"Send File To Address" = "Enviar Arquivo para Endereço";

/* Menu item */
"Send Files..." = "Enviar Arquivos...";

/* Label */
"Send Inband DTMF" = "Enviar DTMF inband";

/* Menu item */
"Send Instant Message..." = "Enviar Mensagem Instantânea...";

/* Menu item */
"Send Short Message..." = "Enviar Mensagem Instantânea...";

/* Label */
"September" = "Setembro";

/* Label */
"Server Address" = "Endereço do Servidor";

/* Label */
"Server Failure (%s)" = "Falha no Servidor (%s)";

/* Label */
"Server Relayed" = "Servidor Retransmitido";

/* Window title */
"Server Tools For %s" = "Configurações do Servidor para %s";

/* Label */
"Server Website" = "Servidor do Website";

/* Audio status label */
"Session Cancelled" = "Sessão Cancelada";

/* Audio status label */
"Session Ended" = "Sessão Finalizada";

/* Audio status label */
"Session Ended by Remote" = "Sessão Finalizada pelo Destino";

/* Label */
"Session Failed" = "Sessão Falhou";

/* Accesibility outlet description */
"Session to %s" = "Sessão para %s";

/* Label */
"Set port to 0 for automatic allocation" = "Utilize a porta 0 para alocação automática";

/* Menu item */
"Share My Screen" = "Compartilhar Minha Tela";

/* Menu item */
"Share My Screen with %s" = "Compartilhar Minha Tela com %s";

/* Menu item */
"Share My Screen with Conference Participants" = "Compartilhar Minha Tela com Participantes da Conferência";

/* Window title */
"Shared Screen of %s" = "Tela Compartilhada por %s";

/* Menu item */
"Sharing My Screen with %s..." = "Compartilhando minha tela com %s...";

/* Label */

"Short Messages" = "Mensagens Instantâneas";

/* Window Title */
"Short Messages with %s" = "Mensagens Instantâneas com %s";

/* Label */
"Show Address Book" = "Exibir Livro de Endereços";

/* Menu item */
"Show Availability Information..." = "Exibir Informação de Disponibilidade...";

/* Label */
"Show Blocked Contacts" = "Exibir Contatos Bloqueados";

/* Tooltip */
"Show collaborative editor" = "Exibir editor colaborativo";

/* Menu item */
"Show Confirm Identity Phrase" = "Exibir Frase de Confirmação de Identidade";

/* Label */
"Show Contacts Without Group" = "Exibir Contatos Sem Grupo";

/* Contacts menu item */
"Show Dialpad" = "Exibir Teclado";

/* Menu item */
"Show Hidden Entries" = "Exibir Entradas Ocultas";

/* Label */
"Show In Alert Panel" = "Exibir no Painel de Alerta";

/* Menu item */
"Show in History Viewer..." = "Exibir no Visualizador do Histórico...";

/* Label */
"Show Incoming Calls" = "Exibir Chamadas Recebidas";

/* Label */
"Show Missed Calls" = "Exibir Chamadas Perdidas";

/* Label */
"Show Online Group" = "Exibir Grupo Online";

/* Label */
"Show Outgoing Calls" = "Exibir Chamada Realizadas";

/* Menu item */
"Show Session Information" = "Exibir Informações da Sessão";

/* Label */
"Show Voicemail Group" = "Exibir Grupo de Caixa Postal";

/* Button title */
"Shut Down" = "Sair";

/* Window title */
"Sign In to SIP Account" = "Entrar com Conta SIP";

/* Window title */
"Sign Up For a SIP Account" = "Registrar para uma Conta SIP";

/* Window title */
"Sign Up to SIP Account" = "Registrar para Conta SIP";

/* Label */
"Silence Audible Alerts" = "Silenciar Alertar Audíveis";

/* Window title */
"SIP Account Created" = "Conta SIP Criada";

/* Label */
"SIP address must contain host in bonjour mode: %s" = "Endereço SIP deve conter o Host no modo do Bonjour: %s";

/* Label */
"SIP address must not contain unicode characters: %s" = "Endereço SIP não deve conter caracteres unicode: %s";

/* Label */
"SIP Address to subscribe for receiving message waiting indicator notifications" = "Endereço SIP para receber mensagens de Notificação Indicativa de Espera";

/* Label */
"SIP Session" = "Sessão SIP";

/* Label */
"SIP Signaling" = "Sinalização SIP";

/* Label */
"SMS Message Received" = "Mensagem SMS Recebida";

/* Label */
"Sound Alerts" = "Sons de Alerta";

/* Menu item */
"Spanish" = "Español";

/* Menu item */
"Special Groups" = "Grupos Especiais";

/* Label */
"sRTP Encryption" = "Criptografia sRTP";

/* Label */
"stalled" = "estagnado";

/* Window title */
"Start a new Conference" = "Iniciar uma nova Conferência";

/* Tooltip */
"Start audio" = "Iniciar áudio";

/* Menu item
   Tooltip */

"Start Audio Call" = "Iniciar Chamada de Áudio";

/* Tooltip */
"Start chat" = "Iniciar Chat";

/* Window title */
"Start New Conference" = "Iniciar Nova Conferência";

/* Button title */
"Start Now" = "Iniciar Agora";

/* Tooltip */
"Start Recording" = "Iniciar Gravação";

/* Window title */
"Start Scheduled Conference" = "Iniciar Conferência Agendada";

/* Menu item */
"Start Video Call" = "Iniciar Chamada de Vídeo";

/* Label */
"started" = "iniciado";

/* Label */
"Starting File Transfer..." = "Iniciando Transferência de Arquivo...";

/* Tooltip */
"Stop Recording" = "Parar Gravação";

/* Button title
   Menu item */

"Stop Screen Sharing" = "Interromper Compartilhamento de Tela";

/* Label */
"stopped" = "interrompido";

/* Label */
"Strip Digits" = "Remover Dígitos";

/* Label */
"STUN Servers" = "Servidores STUN";

/* Label */
"Subscribe Interval" = "Intervalo de Subscribe";

/* Label */
"succeeded" = "sucedeu";

/* Label */
"Sunday" = "Domingo";

/* Button title */
"Switch" = "Trocar";

/* Tooltip */
"Switch back to chat session" = "Voltar para sessão de chat";

/* Label */
"Switch to New Devices when Plugged-in" = "Trocar para Novo Dispositivo assim que Plugado";

/* Label */
"Sync with iCloud" = "Sincronizar com iCloud";

/* Menu item
   Popup title */

"System Default" = "Padrão do Sistema";

/* Menu item */
"System Default (%s)" = "Padrão do Sistema (%s)";

/* Audio call tooltip */
"Take over the call" = "Assumir a chamada";

/* Label */
"TCP port" = "Porta TCP";

/* Menu item */
"Tell Me When Contact Is Available" = "Me informe quando contato estiver Disponível";

/* Label */
"Terminating Screen Sharing..." = "Finalizando Compartilhamento de Tela...";

/* Tooltip */
"Text conversation is not saved to history database" = "Conversação por texto não é salva no banco de dados de histórico";

/* Tooltip */
"Text conversation is saved to history database" = "Conversação por texto é salva no banco de dados de histórico";

/* Label */
"The address you typed is invalid, only ASCII characters are allowed." = "O endereço digitado é inválido, somente são permitidos caracteres ASCII.";

/* Label */
"The configuration file is corrupted. You will need to replace it and re-enter your account information. \n\nYour current configuration file will be backed up to %s.corrupted. " = "O arquivo de configuração está corrompido. Você precisará substituí-lo e reinserir suas informações de conta. \n\nSerá feita uma cópia do seu arquivo atual em %s.corrupted. ";

/* Label */
"The remote party has redirected his calls to %s.\nWould you like to call this address?" = "A parte remota redirecionou esta chamada para %s.\nVocê gostaria de ligar para este endereço?";

/* Label */
"The Username must contain at least 4 lowercase alpha-numeric . _ or - characters and must start and end with a positive digit or letter" = "O usuário deve conter no mínimo 4 caracteres alfanuméricos, _ ou -, e deve iniciar com um dígito positivo ou letra";

/* Label */
"There are %i Chat sessions, click Close to terminate them all." = "Existem %i sessões de Chat, clique em Fechar para finalizar todas.";

/* Label */
"There are currently %s of log files" = "Existem atualmente %s arquivos de log";

/* Label */
"There are currently no active accounts" = "Nenhuma conta ativa no momento";

/* Label */
"There are no contacts available for backup." = "Não existem contatos disponíveis para cópia";

/* Label */
"There are no previous messages" = "Não existem mensagens anteriores";

/* Label */
"There was a fatal error affecting Blink core functionality. The program cannot continue and will be shut down. Information about the cause of the error can be found by opening the Console application and searching for 'Blink'." = "Ocorreu um erro fatal afetando a funcionalidade interna. O programa não pode continuar e será fechado. Informações sobre a causa do erro podem ser encontradas abrindo o Console da Aplicação e procurando por 'Blink'.";

/* Label */
"There was an error during startup of core functionality:\n%s" = "Houve um erro na inicialização de funcionalidade do núcleo:\n%s";

/* Label */
"These settings apply only for SIP signalling" = "Estas configurações se aplicam somente a sinalização SIP";

/* System notification body */
"This audio call has been recorded" = "Esta chamada do áudio foi gravada";

/* System notification body */
"This contact wishes to see your availability" = "Este contato deseja ver sua disponibilidade";

/* Label */
"This operation cannot be undone. " = "Esta operação não pode ser desfeita. ";

/* Label */
"This operation will restore %d contacts present in the backup taken at " = "Esta operação irá restaurar %d contatos presentes na cópia feita em ";

/* Label */
"Thursday" = "Quinta-feira";

/* Label */
"Timeout" = "Timeout";

/* Label */
"TLS connection broke" = "Conexão TLS interrompida";

/* Label */
"TLS port" = "Porta TLS";

/* Label */
"TLS Settings" = "Configurações TLS";

/* Label
   Window title */

"To %s" = "Para %s";

/* Label */
"to account %s" = "para conta %s";

/* Label */
"To Bonjour account" = "Para conta Bonjour";

/* Label */
"To enable replication of Chat messages between multiple clients, you must copy your Chat replication password from another instance where the password has already been set. You can find the Chat replication password in the Advanced section of your account." = "Para habilitar a replicação de mensagens de CHAT entre múltiplos clientes, você deve copiar a senha de replicação do CHAT de outra instância onde a senha já foi configurada. Você pode encontrar a senha de replicação na seção Avançado da sua conta.";

/* Menu item */
"To First Position" = "Para Primeira Posição";

/* Label */
"To revert to the standard values, chose the first option" = "Para reverter aos valores padrão, escolha a primeira opção";

/* Contacts menu item */
"Toggle Group Expansion" = "Alternar Expansão do Grupo";

/* Accesibility outlet description */
"Transfer Call" = "Transferir Chamada";

/* Menu item */
"Transfer Call To" = "Transferir Chamada Para";

/* Audio status label */
"Transfer Failed (%s)" = "Transferência falhou (%s)";

/* Label */
"Transfer of File" = "Transferência de Arquivo";

/* Audio status label */
"Transfer Rejected (%s)" = "Transferência Recusada (%s)";

/* Audio status label */
"Transfer Succeeded" = "Transferência finalizada com sucesso";

/* Audio status label */
"Transfer: %s" = "Transferência: %s";

/* Label */
"Transferred" = "Transferido";

/* Label */
"Transferred %s of " = "Transferido %s de ";

/* Audio status label */
"Transferring..." = "Transferindo...";

/* Label */
"Transport" = "Transporte";

/* Label */
"Tuesday" = "Terça-feira";

/* Placeholder text */
"Type text and press Enter" = "Digite o texto e pressione Enter";

/* Label */
"UDP port" = "Porta UDP";

/* Label */
"UDP Port Range" = "Intervalo da porta UDP";

/* Label */
"Unavailable Message" = "Msg de Indisponível";

/* Tooltip */
"Unhold" = "Retomar";

/* Unknown date */
"unknown" = "desconhecido";

/* Contact detail */
"Unreachable" = "Inacessível";

/* Label */
"URL that is opened when an incoming call is received. $caller_username, $caller_party and $called_party are replaced with the username part of the SIP address of the caller, the full SIP address of the caller and called SIP account respectively. Example: http://example.com/p.phtml?caller=$caller_party&called=$called_party&user=$caller_username" = "URL que é aberta quando recebe uma chamada. $caller_username, $caller_party e $called_party são substituídos com o parte do usuário do endereço SIP da origem, o endereço SIP completo da origem e a conta SIP do destino, respectivamente. Exemplo: http://exemplo.com/p.phtml?caller=$caller_party&called=$called_party&user=$caller_username";

/* Label */
"Use Default Web Browser For Alerts" = "Use o Navegador Web Padrão para Alerta Externo";

/* Label */
"Use ICE" = "Usar ICE";

/* Label */
"Use MSRP Relay For Outbound" = "Usar MSRP Relay para Saída";

/* Label */
"Use Resource List Server" = "Usa Servidor de Lista de Recursos";

/* Label */
"Use Speech Recognition" = "Usa Reconhecimento de Voz";

/* Label */
"User Not Online" = "Usuário Não Online";

/* Label */
"User Unreachable" = "Usuário Inacessível";

/* Label */
"Username" = "Usuário";

/* Label */
"Using %s for output " = "Utilizando %s para saída ";

/* Label */
"Using audio device" = "Utilizando dispositivo de áudio";

/* Label */
"Using Built-in Microphone and Output" = "Utilizando Microfone e Saída embutidos";

/* Label */
"Value above which the RTT graphic is displayed with red color" = "Valor mínimo onde o gráfico de RTT será exibido com cor vermelha";

/* Label */
"Verification request sent" = "Solicitação de verificação enviada";

/* Label */
"Verify Server" = "Verificar Servidor";

/* Label */
"Verify the validity of TLS certificate presented by remote server. The certificate must be signed by a Certificate Authority installed in the system." = "Verifa a validade do certificado TLS fornecvido pelo servidor remoto. O certificado deve ser assinado por uma Autoridade de Certificação instalado no sistema.";

/* Window title */
"Video" = "Vídeo";

/* Label */
"Video call from %s" = "Chamada de Vídeo de %s";

/* Label */
"Video call requested by" = "Chamada de Vídeo solicitada por";

/* Label */
"Video Codecs" = "Codecs de Vídeo";

/* Label */
"Video Ended" = "Vídeo Finalizou";

/* Menu item */
"Video not supported by remote" = "Vídeo não suportado por outra parte";

/* Label */
"Video Settings" = "Configurações de Vídeo";

/* Label */
"Video Stream" = "Fluxo de Vídeo";

/* Contact detail */
"Voice Message" = "Mensagem de Voz";

/* Contact detail
   Menu item */

"Voice Messages" = "Mensagens de Voz";

/* Label
   Menu item */


"Voicemail" = "Caixa Postal";

/* Label */
"Volume: %i%%" = "Volume: %i%%";

/* Label */
"Web Page" = "Página Web";

/* Label */
"Web page address that provides access to the SIP account information on the SIP server, must be given by the service provider. HTTP digest authentication is supported by using the same credentials of the SIP account. Alternatively, a different password can be set below" = "O endereço da página que contém o acesso a informação da conta SIP, no servidor SIP, devem ser fornecido pelo provedor de serviço. Autenticação HTTP digest é suportada se utilizar a mesma credencial da conta SIP. Como alternativa, outra senha pode ser configurada abaixo";

/* Label */
"Wednesday" = "Quarta-feira";

/* Preferences placeholder text */
"When enabled, Answering Machine will auto answer the call after the predefined delay" = "Quando habilitado, a Secretária Eletrônica irá atender automaticamente a chamada após o tempo predefinido";

/* Label */
"When enabled, the account will register to the SIP server and is able to receive incoming calls" = "Quando habilitado, a conta irá registrar no servidor SIP e estará capaz de receber chamadas";

/* Label */
"When set, it can be manually selected as SIP Outbound Proxy in the Call menu" = "Quando configurado, pode ser manualmente selecionado como SIP Outbound Proxy no menu da Chamada";

/* Label */
"Would you like to consolidate the two contacts into %s" = "Você gostaria de consolidar os dois contatos em %s";

/* Label */
"Would you like to merge %s " = "Você gostaria de mesclar %s ";

/* Label */
"Would you like to start a conference with the %i active sessions? Once started you may use drag and drop to add and remove contacts to and from the conference. " = "Você gostaria de iniciar uma conferência com %i sessões ativas? Depois de iniciado, você pode arrastar para inserir ou remover contatos de e para a conferência. ";

/* Label */
"X.509 certificate and unencrypted private key concatenated in the same file" = "Certificado X.509 e chave privada descriptografa concatenados no mesmo arquivo";

/* Label */
"X.509 Certificate File" = "Arquivo de Certificado X.509";

/* Label */
"XCAP Storage" = "Armazenamento XCAP";

/* Date label */
"yesterday at %s" = "ontem as %s";

/* System notification body */
"You have %d new and " = "Você tem %d novos e ";

/* System notification body */
"You have %d new voicemail messages" = "Você tem %d novas mensagens na caixa postal";

/* Label */
"You may replace the starting + from telephone numbers with 00 or other numeric prefix required by your SIP service provider" = "Você pode substituir o + inicial dos números de telefone por 00 ou outro prefixo numérico exigido por seu provedor SIP";

/* Search box tooltip */
"You may type digits or letters, letters will automatically be translated into digits. Press enter or click # on the dialpad to start the call" = "Você pode entrar com dígitos ou letras, as letras serão traduzidas para dígitos automaticamente. Pressione ENTER ou clique # no teclado para iniciar uma chamada";

/* Search box tooltip */
"You may type text to search for contacts or press enter to start a call to an arbitrary address or phone number" = "Você pode digitar texto para pesquisar por contato ou pressionar enter para iniciar uma chamada para um endereço ou número telefônico";

/* Label */
"You must restart the software to apply this change" = "Você precisa reiniciar o software para aplicar esta mudança";

/* Label */
"You want to verify the identity of %s using a commonly known secret. Optionally, you can ask a question as a hint." = "Você deseja verificar a identidade de %s utilizando uma senha comumente conhecida. Opcionalmente, você pode solicitar uma pergunta como dica.";

/* Label */
"You will request the conference server to remove %s from the room. Are your sure?" = "Você irá solicitar que o servidor de conferência remova %s da sala. Você tem certeza?";

/* Label */
"Your new SIP Address is:\n\n%s" = "Seu novo Endereço SIP é:\n\n%s";

/* Audio status label */
"zRTP Verify Failed" = "Verificação zRTP Falhou";

/* Preference option error */
"Illegal end hour value: %d" = "Horário Final Inválido: %d";

/* Preference option error */
"Illegal HTTP URL scheme (http and https only): %s" = "Formato de URL HTTP inválido (http e https somente): %s";

/* Preference option error */
"Illegal LDAP DN format for username: %s" = "Formato de DN LDAP inválido para o usuário: %s";

/* Preference option error */
"Illegal LDAP DN format: %s" = "Formato de DN LDAP inválido: %s";

/* Preference option error */
"Illegal port value: %d" = "Valor de porta inválido: %d";

/* Preference option error */
"Illegal start hour value: %d" = "Valor de Hora Inicial inválido: %d";

/* Preference option error */
"Illegal volume level: %d" = "Nível de volume inválido: %d";